{
    "nav-projet": "Projects",
    "nav-contact": "Contact",
    "nav-presentation": "About&nbsp;Me",
    "link-visite": "Start the visit",
    "aside-presentation": "About&nbsp;Me",
    "p1-presentation": "My name is Gaël Grandval, I am 19 years old, and I am currently in my 2nd year of a Professional Bachelor's in Multimedia and Internet Professions at Gustave Eiffel University.",
    "p2-presentation": "Passionate for a long time about digital technology but especially <br> about the <span class='keyWord'>creation</span> that stems from it, I am constantly seeking to learn new ways to express myself.",
    "p3-presentation": "Independent, meticulous, curious, and versatile, I am constantly striving to improve my skills in <span class='keyWord'>web development</span> and <span class='keyWord'>graphic design</span> with the hope of becoming a comprehensive developer.",
    "p4-presentation": "To find out more, you can check out <a class='link-cv target' target='_blank' href='pdf/CV.pdf'> my resume</a> !",
    "competences": "Skills",
    "DevWeb": "Web Development",
    "Accessibilite": "Accessibility",
    "logiciels": "Software",
    "p-opquast": "In March 2025, I will take the <span class='keyWord'>Opquast</span> web quality assurance certification as part of my studies at Gustave Eiffel University. This training provides a set of rules and varied skills in disciplines such as SEO, security, <span class='keyWord'>accessibility</span>, personal data, performance, eco-design, and e-commerce. <br> From a professional and personal perspective, this learning will allow me to design and carry out higher-quality web projects by being aware of and taking into account the challenges related to the <span class='keyWord'>diversity of users</span>.",
    "reco1-metier": " - Future Back-End Developer",
    "reco2-metier": " - Future Game Designer",
    "reco3-metier": " - Future Front-End Developer",
    "reco1": "Contributing in a serious, creative, and qualitative way, Gaël is an important asset in projects. He designs websites that are both user-friendly, visually harmonious, and functional. I enjoyed working alongside him, ensuring effective work in a good mood.",
    "reco2": "Gaël is a real asset to the team, always attentive to details and precision. He is a developer rich in both technical skills and creativity, renewing his ideas and taking a step back on his creations to get the best out of them.",
    "reco3": "I had the opportunity to work with Gaël on numerous projects; his mindset is both creative and logical. He is dedicated and motivated in all the projects he undertakes to ensure the result is functional and harmonious. He is a driving force in the group.",
    "link-contact": "Contact Me",
    "aside-projets": "Projects",
    "link-dessin": "My drawings!",
    "aside-contact": "Contact",
    "contactez-moi": "Contact Me",
    "btn-envoyer": "Send"
}
