{
    "nav-projet": "Projets",
    "nav-contact": "Contact",
    "nav-presentation": "Présentation",
    "link-visite": "Débuter la visite",
    "aside-presentation":"Présentation",
    "p1-presentation":"Je m’appelle Gaël Grandval, j’ai 19 ans et je suis actuellement en 2ème année de BUT Métiers du Multimédia et de l’Internet à l’Université Gustave Eiffel.",
    "p2-presentation":"Passionné depuis longtemps par le numérique mais surtout <br> par la <span class='keyWord'>création</span> qui en découle, je recherche constamment à apprendre de nouvelles manières de m’exprimer.",
    "p3-presentation":"Autonome, appliqué, curieux et polyvalent, je souhaite sans arrêt améliorer mes compétences dans les domaines du <span class='keyWord'>développement web</span> et du <span class='keyWord'>design graphique</span> dans l’espoir de devenir un développeur complet.",
    "p4-presentation":"Pour en savoir davantage, vous pouvez consulter <a class='link-cv target' href='pdf/CV.pdf'> mon CV</a> !",
    "competences":"Compétences",
    "DevWeb":"Développement Web",
    "Accessibilité":"Accessibilité",
    "logiciels":"Logiciels",
    "opquast":"Opquast",
    "p-opquast":"Au mois de mars 2025, je passerai la certification assurance qualité web <span class='keyWord'>Opquast</span> dans le cadre de mon cursus au sein de l’Université Gustave Eiffel. Cette formation fournit un ensemble de règles et de compétences variées dans divers disciplines telles que le référencement, la sécurité, l’<span class='keyWord'>accessibilité</span>, les données personnelles, la performance, l’écoconception ou l’e-commerce. <br> D’un point de vue professionnel et personnel, cet apprentissage me permettra de concevoir et réaliser des projets web de meilleure qualité en ayant conscience et en tenant compte des enjeux liés à la <span class='keyWord'>diversité des utilisateurs</span>.",
    "reco1-métier":"Future Développeuse Back",
    "reco2-métier":"Future Game Designer",
    "reco3-métier":"Future Développeuse Front",
    "reco1":"Contribuant de façon sérieuse, créative et qualitative, Gaël est un élément important dans les projets. Il conçoit des sites à la fois agréable d’utilisation, visuellement harmonieux ainsi que fonctionnel. J'ai aimé travailler à ses côtés, cela assure un travail efficace dans la bonne humeur.",
    "reco2":"Gaël est un réel atout dans l'équipe, toujours à l'affût des détails et de la précision.C'est un developpeur riche autant en competences techniques qu'en créativité, il sait renouveler ses idées et prendre du recul sur ses créations pour en tirer le meilleur.",
    "reco3":"J’ai eu l’opportunité de travailler avec Gaël sur de nombreux projets, son esprit est à la fois créatif et logique. Il est engagé et motivé dans tous les projets qu’il entreprend afin que le résultat soit fonctionnel et harmonieux. C’est un élément moteur dans le groupe.",
    "link-contact":"Me contacter",
    "aside-projets":"Projets",
    "link-dessin":"Mes dessins !",
    "aside-contact":"Contact",
    "contactez-moi":"Contactez moi",
    "label-nom":"Nom",
    "label-prenom":"Prénom",
    "label-email":"Email",
    "label-message":"Message",
    "btn-envoyer":"Envoyer"
}