{
    "nav-projet": "Projets",
    "nav-contact": "Contact",
    "nav-presentation": "Présentation",
    "link-visite": "Débuter la visite",
    "aside-presentation":"Présentation",
    "p1-presentation":"Je m’appelle Gaël Grandval, j’ai 19 ans et je suis actuellement en 2ème année de BUT Métiers du Multimédia et de l’Internet à l’Université Gustave Eiffel.",
    "p2-presentation":"Passionné depuis longtemps par le numérique mais surtout <br> par la <span class='keyWord'>création</span> qui en découle, je recherche constamment à apprendre de nouvelles manières de m’exprimer.",
    "p3-presentation":"Autonome, appliqué, curieux et polyvalent, je souhaite sans arrêt améliorer mes compétences dans les domaines du <span class='keyWord'>développement web</span> et du <span class='keyWord'>design graphique</span> dans l’espoir de devenir un développeur complet.",
    "p4-presentation":"Pour en savoir davantage, vous pouvez consulter <a class='link-cv target' target='_blank' href='pdf/CV-Gael-fr.pdf'> mon CV</a> !",
    "competences":"Compétences",
    "DevWeb":"Développement Web",
    "Accessibilité":"Accessibilité",
    "logiciels":"Logiciels",
    "opquast":"Opquast",
    "p-opquast":"Au mois de mars 2025, dans le cadre de notre formation en BUT MMI (Métiers du Multimédia et de l'Internet), mes camarades et moi avons eu l'occasion de passer la certification d'assurance qualité web <span class=\"keyWord\">Opquast</span>. Celle-ci valide plus de 200 bonnes pratiques dans diverses disciplines telles que <span class=\"keyWord\">l’accessibilité</span>, le référencement, la sécurité, la performance ou encore la gestion des données personnelles<br>\n                Jai eu la fierté d'obtenir le score de 900 mais au delà de ce score, cette formation m’a permis de développer une <span class=\"keyWord\">vision plus responsable</span> du web. Elle m'aidera à adopter des réflexes qualité lors de mes futurs projets, en ayant conscience des enjeux liés à la <span class=\"keyWord\">diversité des utilisateurs</span> et en mettant l’accent sur l’accessibilité, les performances et la fiabilité des sites.",
    "reco1-metier":" - Future Développeuse Back",
    "reco2-metier":" - Future Game Designer",
    "reco3-metier":" - Future Développeuse Front",
    "reco1":"Contribuant de façon sérieuse, créative et qualitative, Gaël est un élément important dans les projets. Il conçoit des sites à la fois agréable d’utilisation, visuellement harmonieux ainsi que fonctionnel. J'ai aimé travailler à ses côtés, cela assure un travail efficace dans la bonne humeur.",
    "reco2":"Gaël est un réel atout dans l'équipe, toujours à l'affût des détails et de la précision.C'est un developpeur riche autant en competences techniques qu'en créativité, il sait renouveler ses idées et prendre du recul sur ses créations pour en tirer le meilleur.",
    "reco3":"J’ai eu l’opportunité de travailler avec Gaël sur de nombreux projets, son esprit est à la fois créatif et logique. Il est engagé et motivé dans tous les projets qu’il entreprend afin que le résultat soit fonctionnel et harmonieux. C’est un élément moteur dans le groupe.",
    "link-contact":"Me contacter",
    "aside-projets":"Projets",
    "link-dessin":"Mes dessins !",
    "aside-contact":"Contact",
    "contactez-moi":"Contactez moi",
    "label-nom":"Entrez votre nom *",
    "label-prenom":"Entrez votre prénom *",
    "label-email":"Entrez votre mail *",
    "label-message":"Entrez votre message *",
    "btn-envoyer":"Envoyer",
    "champs-obligatoires":"* Champs obligatoires",
    "aside-dessins":"Dessins",
    "retour":"< Retour"
}