[
    {
        "id": 1,
        "name": "BrainOut",
        "description": "Ce site a été réalisé dans le cadre d'un projet étudiant visant à approfondir mes compétences en développement web full-stack. Inspiré par la popularité croissante des escape games, j’ai souhaité créer une plateforme harmonieuse et fonctionnelle pour gérer l’ensemble du processus de réservation, du choix du scénario jusqu’à la confirmation. Ce projet m’a permis d’explorer les interactions entre frontend et backend, en gérant une base de données relationnelle.",
        "ENdescription": "This site was created as part of a student project to deepen my skills in full-stack web development. Inspired by the growing popularity of escape games, I wanted to create a harmonious and functional platform to manage the entire booking process, from choosing the scenario to confirmation. This project allowed me to explore the interactions between frontend and backend, managing a relational database.",
        "image": "img/mockup-resaweb.jpeg",
        "image2": "img/mockup-resaweb2.jpeg",
        "image3": "img/mockup-resaweb3.jpeg",
        "ENdate": "January 2024 - June 2024",
        "groupe":"Projet individuel",
        "ENgroupe":"Individual project",
        "technologies":"HTML - CSS - JavaScript - PHP - MySQL",
        "link": "https://resaweb.grandval.butmmi.o2switch.site/"
    },
    {
        "id": 2,
        "name": "Datadopt'",
        "description": "Ce site a été conçu pour explorer l’utilisation de la data visualisation afin de rendre des informations accessibles et compréhensibles pour tous. Basé sur des données publiques liées à l’adoption infantile, ce projet visait à mettre en évidence la diminution de cette pratique au fil des années. En plus de permettre une analyse intuitive grâce à des graphiques interactifs, ce travail m’a offert l’opportunité de maîtriser des outils spécialisés comme Chart.js, tout en renforçant mes compétences en manipulation de données.",
        "ENdescription": "This site was designed to explore the use of data visualization to make information accessible and understandable to everyone. Based on public data related to child adoption, this project aimed to highlight the decrease in this practice over the years. In addition to allowing intuitive analysis through interactive graphics, this work offered me the opportunity to master specialized tools such as Chart.js, while strengthening my data manipulation skills.",
        "image": "img/mockup-dataviz.jpeg",
        "image2": "img/mockup-dataviz2.jpeg",
        "image3": "img/mockup-dataviz3.jpeg",
        "date": "Octobre 2024 - Décembre 2024",
        "ENdate": "October 2024 - December 2024",
        "groupe":"Projet collaboratif",
        "ENgroupe":"Collaborative project",
        "technologies":"HTML - CSS - JavaScript",
        "link": "https://grd-gael.github.io/Datadopt/"
    },
    {
        "id": 3,
        "name": "MerMade",
        "description": "Lors de la Nuit de l'Info, un hackathon de développement web réalisé de nuit en 16 heures, notre équipe a conçu un site visant à sensibiliser le public sur la pollution des océans. Proposé par l'association Race for Water, ce projet collaboratif avait pour objectif de mettre en lumière les impacts environnementaux de nos actions à travers une comparaison entre l'océan et le corps humain, tout en proposant des solutions concrètes pour agir. Dans ce contexte intense, nous avons uni nos compétences pour développer une plateforme éducative et interactive en respectant les contraintes de temps et de faisabilité.",
        "ENdescription": "During the \"Night of the Code,\" a 16-hour overnight web development hackathon, our team created a website aimed at raising awareness about ocean pollution. Proposed by the Race for Water association, this collaborative project sought to highlight the environmental impacts of human actions by drawing a parallel between the ocean and the human body, while also offering concrete solutions for action. In this intense setting, we combined our skills to develop an educational and interactive platform while adhering to time and feasibility constraints.",
        "image": "img/mockup-mermade.jpeg",
        "image2": "img/mockup-mermade2.jpeg",
        "image3": "img/mockup-mermade3.jpeg",
        "date": "Jeudi 5 décembre 2024",
        "ENdate": "Thursday, December 5, 2024",
        "groupe":"Projet collaboratif",
        "ENgroupe":"Collaborative project",
        "technologies":"HTML - CSS - JavaScript",
        "link": "https://dragondoee.github.io/mermade/"
    },
    {
        "id": 4,
        "name": "UI Carambar",
        "description": "Ce projet avait pour objectif de repenser entièrement l’interface utilisateur du site de la marque Carambar pour refléter une image plus saine et moins centrée sur la gourmandise. À travers cette refonte, nous avons travaillé sur un design moderne et épuré, mettant en avant l'importance de l'aspect visuel d'un site sur le message qu'il transmet aux visiteurs. Ce projet nous a permis de combiner créativité et stratégie pour adapter une identité visuelle aux attentes d’un public plus soucieux de sa santé et de l’environnement.",
        "ENdescription": "This project aimed to completely rethink the user interface of the Carambar brand's website to reflect a healthier image that is less focused on indulgence. Through this redesign, we worked on a modern and clean design, emphasizing the importance of a site's visual appearance in the message it conveys to visitors. This project allowed us to combine creativity and strategy to adapt a visual identity to the expectations of an audience more concerned about their health and the environment.",
        "image": "img/mockup-maquetteUI.jpeg",
        "image2": "img/mockup-maquetteUI2.jpeg",
        "image3": "img/mockup-maquetteUI3.jpeg",
        "date": "Juin 2024",
        "ENdate": "June 2024",
        "groupe":"Projet collaboratif",
        "ENgroupe":"Collaborative project",
        "technologies":"Figma"
    },

    {
        "id": 5,
        "name": "Blog",
        "description": "Ce blog a été développé dans le cadre d’un projet étudiant visant à nous familiariser avec la gestion des sessions utilisateur et la mise en place d’un back-office. À travers ce projet, nous avons appris à implémenter un système d’authentification sécurisé, à gérer les rôles des utilisateurs (administrateurs et lecteurs) et à concevoir une interface d’administration permettant de créer, modifier et supprimer des articles et des comptes usagers. Ce travail m'a permis de renforcer mes compétences en développement full-stack et en gestion des données utilisateur.",
        "ENdescription": "This blog was developed as part of a student project aimed at familiarizing us with user session management and setting up a back office. Through this project, we learned to implement a secure authentication system, manage user roles (administrators and readers), and design an administration interface for creating, modifying, and deleting articles and user accounts. This work allowed me to strengthen my full-stack development skills and user data management.",
        "image": "img/mockup-blog.jpeg",
        "image2": "img/mockup-blog2.jpeg",
        "image3": "img/mockup-blog3.jpeg",
        "date": "Octobre 2024 - Novembre 2024",
        "ENdate": "October 2024 - November 2024",
        "groupe":"Projet individuel",
        "ENgroupe":"Individual project",
        "technologies":"HTML - CSS - JavaScript - PHP - MySQL",
        "link":"http://blog.grandval.butmmi.o2switch.site/"
    }
]